Revit 2027 API
PlanTopologySet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual PlanTopologySetIterator ReverseIterator()
Public Overridable Function ReverseIterator As PlanTopologySetIterator
public:
virtual PlanTopologySetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> PlanTopologySetIterator
override ReverseIterator : unit -> PlanTopologySetIterator
Return Value
PlanTopologySetIterator
Returns a backward moving iterator to the set.
See Also
Reference
PlanTopologySet Class
Autodesk.Revit.DB Namespace